{
    "facts": [
        "١. السلام عليكم ورحمة الله وبركاته، هي تحية إسلامية تدل على السلام والاحترام.",
        "٢. يعتبر السواك سنة نبوية لتنظيف الأسنان قبل الصلاة وفي كل وقت.",
        "٣. الزكاة هي ركن من أركان الإسلام وتساعد في رفع مستوى العدالة الاجتماعية.",
        "٤. الخط العربي يعد شكلاً فنياً من أهم فنون الثقافة الإسلامية.",
        "٥. يحتفل المسلمون بعيدين رئيسيين: عيد الفطر وعيد الأضحى.",
        "٦. يعتبر رمضان شهر الصيام والتقوى ومن أهم الشهور الهجرية لدى المسلمين.",
        "٧. من العادات العربية توزيع العيدية على الأطفال في الأعياد.",
        "٨. كان بيت الحكمة في بغداد مركزاً للعلم والترجمة في العصر الذهبي الإسلامي.",
        "٩. الاستقبال بالقهوة العربية هو عادة تقليدية في الضيافة العربية.",
        "١٠. من قيم الإسلام: الصدق والأمانة والعدل والرحمة والعفو.",
        "١١. العمارة الإسلامية تتميز بالأقواس والزخارف الهندسية الدقيقة.",
        "١٢. يستخدم المسلمون القبلة في صلاتهم ويتجهون نحو الكعبة في مكة.",
        "١٣. الحجاب هو رمز للحياء والاحترام في العديد من الثقافات الإسلامية.",
        "١٤. من السنن المؤكدة صلاة الجماعة وفضلها عظيم في الإسلام.",
        "١٥. المسجد هو مركز روحي وثقافي في المجتمع الإسلامي.",
        "١٦. تحية الجيران وزيارة الأقارب من أهم مظاهر صلة الرحم.",
        "١٧. يعد التمر طعاماً مباركاً ويفطر عليه المسلمون في رمضان.",
        "١٨. اللغة العربية لغة القرآن الكريم ويتحدث بها أكثر من 400 مليون شخص.",
        "١٩. الصوم يعلم المسلم الصبر والانضباط والرحمة بالفقراء.",
        "٢٠. من مظاهر العيد تبادل التهاني وزيارة الأحبة.",
        "٢١. كان الخلفاء العباسيون يشجعون على العلم والترجمة من اليونانية.",
        "٢٢. تحرص العائلات الإسلامية على تعليم الأطفال الصلاة والقرآن.",
        "٢٣. يوم الجمعة له خصوصية ويُقرأ فيه سورة الكهف وتُقام فيه خطبة.",
        "٢٤. الحج فريضة مرة واحدة في العمر لمن استطاع إليه سبيلاً.",
        "٢٥. الغسل والوضوء من الطهارة في الإسلام ولهما آداب محددة.",
        "٢٦. الصدقة المستمرة أو الجارية تعتبر من الأعمال التي لا ينقطع أجرها.",
        "٢٧. الأذان هو نداء لدعوة المسلمين للصلاة ويُرفع خمس مرات يومياً.",
        "٢٨. استخدام السجاد الشرقي المزخرف بدأ منذ العصور الإسلامية الأولى.",
        "٢٩. النخلة ترمز للكرم والصبر وتحتل مكانة في القرآن والسنة.",
        "٣٠. يعتبر الطعام المشترك والضيافة من سمات الثقافة العربية.",
        "٣١. من آداب الإسلام قول بسم الله قبل الأكل والحمد لله بعده.",
        "٣٢. تعتبر الفروسية من المهارات المهمة في التاريخ الإسلامي.",
        "٣٣. الحرف اليدوية التقليدية مثل النقش والخزف تعبر عن ثقافة الشعوب الإسلامية.",
        "٣٤. كثير من الكلمات في اللغات الأوروبية تعود لأصول عربية.",
        "٣٥. نشأت الجامعات الأولى مثل القرويين والأزهر في العالم الإسلامي.",
        "٣٦. الوضوء يسبق الصلاة ويشمل غسل أعضاء معينة من الجسد.",
        "٣٧. النبي محمد صلى الله عليه وسلم دعا إلى مكارم الأخلاق.",
        "٣٨. للمرأة مكانة عظيمة في الإسلام وحقوق مضمونة في الشريعة.",
        "٣٩. ليلة القدر خير من ألف شهر وتُطلب في العشر الأواخر من رمضان.",
        "٤٠. من العبارات المنتشرة بين المسلمين: جزاك الله خيراً، ما شاء الله، بارك الله فيك.",
        "٤١. تُستخدم السبحة أو المسبحة في ذكر الله والتسبيح.",
        "٤٢. يؤمن المسلمون بجميع الأنبياء دون تفريق بينهم.",
        "٤٣. البادية العربية غنية بقيم الكرم والشجاعة وحسن الضيافة.",
        "٤٤. يُحتفل بالمولد النبوي الشريف في عدد من البلدان الإسلامية.",
        "٤٥. من القيم الأسرية في الإسلام: بر الوالدين وصلة الرحم.",
        "٤٦. يستحب قراءة سورة الملك قبل النوم.",
        "٤٧. الإحسان أعلى درجات الإيمان، ويعني أن تعبد الله كأنك تراه.",
        "٤٨. من آداب الطريق في الإسلام: غض البصر وكف الأذى.",
        "٤٩. يشتهر شهر رمضان بجو روحي خاص وتعاون بين أفراد المجتمع.",
        "٥٠. العطر من السنن النبوية ويُستحب استخدامه يوم الجمعة.",
        "٥١. يتميز التراث العربي بقصص الحكمة والأمثال الشعبية.",
        "٥٢. السيرة النبوية تُدرّس لفهم سلوك النبي والاقتداء به.",
        "٥٣. الإسلام يحث على طلب العلم منذ الطفولة وحتى الكهولة.",
        "٥٤. يشجع الإسلام على الرياضة البدنية مثل السباحة والرماية وركوب الخيل.",
        "٥٥. يتميز الخط المغربي بطرازه الفني في بلاد المغرب العربي.",
        "٥٦. من أدوات الضيافة العربية: الدلة والفنجان والسجادة.",
        "٥٧. الإسلام دين شامل ينظم حياة الإنسان الروحية والاجتماعية.",
        "٥٨. من القيم الإسلامية: احترام الكبير ورحمة الصغير.",
        "٥٩. من تقاليد بعض الدول العربية إطلاق الزغاريد في المناسبات السعيدة.",
        "٦٠. النية أساس في العبادات ويبدأ بها كل عمل صالح.",
        "٦١. من الفنون الإسلامية: الزخرفة النباتية والهندسية في العمارة.",
        "٦٢. من العبارات المنتشرة في التراث العربي: من جد وجد والجار قبل الدار.",
        "٦٣. توجد العديد من المهرجانات الثقافية في الدول الإسلامية للحفاظ على التراث.",
        "٦٤. البسملة تُقرأ في بداية كل سورة ما عدا سورة التوبة.",
        "٦٥. قال النبي ﷺ: تبسمك في وجه أخيك صدقة.",
        "٦٦. تعتمد المآذن في المساجد الإسلامية لتحديد وقت الصلاة ونشر الأذان.",
        "٦٧. الشعر العربي القديم يعكس القيم العربية والإسلامية مثل الفخر والحكمة.",
        "٦٨. كان التجار المسلمون وسيلة لنشر الإسلام في آسيا وأفريقيا.",
        "٦٩. الكرم أحد أبرز صفات العرب وكانوا يفتخرون به منذ الجاهلية.",
        "٧٠. الإسلام يشجع على حسن معاملة الحيوان والرفق به.",
        "٧١. من سنن النبي ﷺ النوم على الجانب الأيمن وذكر الله قبل النوم.",
        "٧٢. تعد الشورى من أسس الحكم في الفكر الإسلامي.",
        "٧٣. المساجد القديمة مثل الجامع الأموي ومسجد القيروان تحف معمارية.",
        "٧٤. العيد مناسبة للتواصل الاجتماعي والتسامح والتراحم.",
        "٧٥. العلم في الإسلام فريضة على كل مسلم ومسلمة.",
        "٧٦. يُسن الإفطار على تمرات كما كان يفعل النبي ﷺ.",
        "٧٧. ليلة النصف من شعبان لها مكانة خاصة في بعض الثقافات الإسلامية.",
        "٧٨. من آداب المجلس: ترك اللغو، واحترام المتحدث، وحسن الاستماع.",
        "٧٩. حفظ القرآن يعتبر من أسمى الأعمال التي يفتخر بها المسلمون.",
        "٨٠. من العادات الإسلامية ختم القرآن في شهر رمضان.",
        "٨١. يعتمد التاريخ الهجري على رؤية الهلال.",
        "٨٢. من مظاهر الاحترام في الإسلام عدم رفع الصوت على الوالدين.",
        "٨٣. صلاة التراويح تؤدى في رمضان وهي سنة مؤكدة.",
        "٨٤. الصلاة على النبي ﷺ عبادة عظيمة يثاب المسلم عليها.",
        "٨٥. كان للمسلمين دور ريادي في الرياضيات والفيزياء والفلك.",
        "٨٦. تميزت المدن الإسلامية القديمة بالتخطيط المعماري المتناسق." 
    ]
}